{

    "homePage": {

        "heroContainer": {
            "description": "Programmer, web designer, UI/UX-designer.",
            "location": "Living in Berlin - Germany"
        },

        "firstSection": {
            "paragraph_big": "Creating innovative websites to attract the interest of clients. Building robust solutions that are scalable and functional.",
            "paragraph_small": "Let's work together to put your project in the World Wide Web."
        },

        "sec_projects": {
            "title": "Showcase",
            "subtitle": "Take a look at some of my last projects",
            "content_1": "Mini Projects",
            "end_Part": "See more work"
        },

        "showcase_Data": [
            {
              "arr_Id": "showcase_Data",
              "id": "mishkiyaku",
              "project_Name": "MishkiYaku",
              "image_Url": "images/projects/mishkiyaku.jpg",
              "description": "Mishki Yaku is a coffee e-shop that offers the best Ecuadorian coffee. Their name comes from indigenous language Kichwa, meaning \"delicious water\", and refers to the sugary nectar that the hummingbirds sip from small calyxes with their long, thin beaks.",
              "project_url": "https://www.mishkiyaku.com/"
            },
        
            {
              "arr_Id": "showcase_Data",
              "id": "buenaspropiedades",
              "project_Name": "Buenas Propiedades",
              "image_Url": "images/projects/buenas-propiedades.jpg",
              "description": "An innovative real state firm with the idea to bring a first-class experience to people who are searching for a house. People can sell and promote their properties through the website. I perform branch identity with colors and an overall design to represent the client's expectations.",
              "project_url": "https://buenaspropiedades.online"
            }
          ]


    },

    "aboutPage":
    {
        "helmet_Title": "Esteban Lasso | About", 
        "heroText": "I am a technical thinker and artist. I like to push every creation forward, bringing the best of the two worlds.",
        "title": "About me:",
        "aboutText": "Hello there, I am an Ecuadorian programmer. I create impactful websites that attract the view of visitors. My love for coding, animation, and design, is merged into what I do and offer. My principles are to try new designs and explore ideas. I provide SEO optimized websites",
        "title_cards": "What can I do for you?",
        "button_text": "Download CV", 
        "cardsData": [
            {
                "title": "Designer",
                "description": "I can design or re-design a project to give that extra layer of personality. I have worked in Webdesign and UX design to offer an engaging and friendly user experience. I am most versatile using Webflow designer, but I can also adapt to other software."
            },
            {
                "title": "Software Developer",
                "description": "Programming is what I do for a living. I can set up website pages from the ground and up. Develop systems to keep track of products. Integrate your web page with third-party software. I have worked with many frameworks like React, Angular, and Ionic. To manage CMS content, I have worked with Joomla and Kirby CMS."
            },
            {
                "title": "Art",
                "description": "I like to create experiences. I know that more than ever your service needs care and authenticity. UI design is not only about providing a friendly user UI but making the experiences as enjoyable and memorable as possible. To bring my design to life I work mostly with Figma where I can share my progress."
            },
            {
                "title": "Multidiciplinary",
                "description": "My passion for creation is what drives me forward and makes me always go outside to other areas to learn surprising new methods to current problems. My background is related to many topics. And I believe they have shaped my vision to create unique work. Let's work together on something new and incredible."
            }

        ]
    }

   
}