{
    "aboutPage_en":
    {
        "helmet_Title": "Esteban Lasso | About", 
        "heroText": "I am a technical thinker and artist. I like to push every creation forward, bringing the best of the two worlds.",
        "title": "About me:",
        "aboutText": "Hello there, I am an Ecuadorian programmer. I create impactful websites that attract the view of visitors. My love for coding, animation, and design, is merged into what I do and offer. My principles are to try new designs and explore ideas. I provide SEO optimized websites",
        "title_cards": "What can I do for you?",
        "button_text": "Download CV", 
        "cardsData": [
            {
                "title": "Designer",
                "description": "I can design or re-design a project to give that extra layer of personality. I have worked in Webdesign and UX design to offer an engaging and friendly user experience. I am most versatile using Webflow designer, but I can also adapt to other software."
            },
            {
                "title": "Software Developer",
                "description": "Programming is what I do for a living. I can set up website pages from the ground and up. Develop systems to keep track of products. Integrate your web page with third-party software. I have worked with many frameworks like React, Angular, and Ionic. To manage CMS content, I have worked with Joomla and Kirby CMS."
            },
            {
                "title": "Art",
                "description": "I like to create experiences. I know that more than ever your service needs care and authenticity. UI design is not only about providing a friendly user UI but making the experiences as enjoyable and memorable as possible. To bring my design to life I work mostly with Figma where I can share my progress."
            },
            {
                "title": "Multidiciplinary",
                "description": "My passion for creation is what drives me forward and makes me always go outside to other areas to learn surprising new methods to current problems. My background is related to many topics. And I believe they have shaped my vision to create unique work. Let's work together on something new and incredible."
            }

        ]
    },

    "aboutPage_es":
    {
        "helmet_Title": "Esteban Lasso | Acerca de", 
        "heroText": "Soy un pensador técnico y artista. Me gusta llevar cada creación hacia adelante, trayendo lo mejor de los dos mundos.",
        "title": "Acerca de mi:",
        "aboutText": "Hola soy un programador Ecuatoriano. Creo sitios web impactantes que atraen la vista de los visitantes. Mi amor por la codificación, la animación y el diseño, se fusiona en lo que hago y ofrezco. Mis principios son probar nuevos diseños y explorar ideas. Proporciono sitios web optimizados para SEO.",
        "title_cards": "Que puedo hacer por ti?",
        "button_text": "Descargar CV", 
        "cardsData": [
            {
                "title": "Diseñador",
                "description": "Puedo diseñar o rediseñar un proyecto para darle esa capa extra de personalidad. He trabajado en diseño web y diseño UX para ofrecer una experiencia de usuario atractiva y amigable. Soy más versátil usando el diseñador de Webflow, pero también puedo adaptarme a otro software."
            },
            {
                "title": "Desarrollador",
                "description": "Programar es lo que hago para vivir. Puedo configurar páginas web desde cero. Desarrollar sistemas para realizar un seguimiento de los productos. Integrar su página web con software de terceros. He trabajado con muchos frameworks como React, Angular e Ionic. Para administrar el contenido del CMS, he trabajado con Joomla y Kirby CMS."
            },
            {
                "title": "Arte",
                "description": "Me gusta crear experiencias. Sé que más que nunca su servicio necesita cuidado y autenticidad. El diseño de UI no se trata solo de proporcionar una interfaz de usuario amigable, sino de hacer que las experiencias sean lo más agradables y memorables posible. Para dar vida a mi diseño, trabajo principalmente con Figma donde puedo compartir mi progreso."
            },
            {
                "title": "Multidiciplanirio",
                "description": "Mi pasion por crear es lo que me impulsa hacia adelante y me hace siempre salir a otras áreas para aprender nuevos métodos sorprendentes para los problemas actuales. Mi experiencia está relacionada con muchos temas. Y creo que han dado forma a mi visión para crear un trabajo único. Trabajemos juntos en algo nuevo e increíble."
            }

        ]
    }
}